sUIName = "Wireless Network Utility";
sUINameAP = "WLAN SoftAP Utility";
sVersion = "Verktygsversion";
sDriver = "Drivrutinsversion: ";
sCopyright = "© Copyright 2015. Med ensamrätt.";
About_Utility = "Om Wireless Network Utility";
Hide_Utility = "Dölj Wireless Network Utility";
Quit_Utility = "Avsluta Wireless Network Utility";
Help_Utility = "Hjälp om Wireless Network Utility";

OK = "OK";
CANCEL = "Avbryt";
NO = "Nej";
YES = "Ja";
SELECT = "Välj";
Radio_ON = "Sätt PÅ radio";
Radio_OFF = "Stäng AV radio";
ShortStr = "short";
LongStr = "long";

NoneStr = "Inget";
ConnectedStr = "Ansluten";
DisconnectedStr = "Frånkopplad";
InfrastructureStr = "Infrastruktur";
AdhocStr = "Ad hoc";

Open_System_Str = "ÖPPET_SYSTEM";
Shared_Key_Str = "DELAD_NYCKEL";
No_Encryption_Str = "Ingen kryptering";

WPS_init_Str = "initiera WPS-förlopp";
WPS_scan_Str = "Genomsök aktiv WPS-AP";
WPS_connect_Str = "Anslut till aktiv WPS-AP";
WPS_handshake_Str = "Initiera WPS-handskakning";
WPS_exchange_Str = "Utbyt WPS-meddelande";
WPS_done_Str = "Utbyt WPS-meddelande [klart]";
WPS_fail_Str = "WPS-meddelande kunde inte utbytas, prova att ansluta till en annan WPS-AP";
WPS_start_Str = "WPS-START";
WPS_finish_Str = "WPS-protokoll slutfört!";
WPS_auto_connect_Str = "Anslutningen till WPS-AP sker automatiskt.";
WPS_timeout_Str = "WPS-timeout!";


Wps_overlap_Str = "Sessionsöverlappning";
Wps_more_pbc_Str = "Fler än en AP i PBC-läge!";
Wps_retry_Str = "Använd PIN eller vänta en stund och försök igen";

ERROR0 = "FEL";
ERROR1 = "Ange nyckel!";
ERROR2 = "Fel wep-nyckelindex!";
ERROR3 = "Nyckeln är mellan 8 och 64 tecken lång!";
ERROR4 = "Nätverksnyckeln är inte i hexadecimalt format!";
ERROR5 = "ASCII-nyckeln måste vara mellan 5 och 13 tecken lång!";
ERROR6 = "Felaktig längd på nätverksnyckeln!";
ERROR7 = "Nätverksnyckeln måste vara mellan 10 och 26 tecken lång!";
ERROR8 = "Nätverksnyckeln och Bekräfta nyckel överensstämmer inte!";
ERROR9 = "Nätverksnyckeln är inte i ASCII-format!";
ERROR10 = "Nätverksnyckeln är inte i 64HEX-format!";

WARNING0 = "Varning";
WARNING1 = "Ange SSID";
WARNING2 = "Ange profilnamn";
WARNING3 = "SSID består av fler än 32 tecken.";
WARNING4 = "Profilen finns redan. Vill du skriva över den?";
WARNING5 = "Vill du ta bort den markerade profilen?";

NOTICE0 = "OBS!";
NOTICE1 = "AP-lägesfel.";
NOTICE2 = "STA-lägesfel.";
NOTICE3 = "Fel vid inställning av QOSMode-värde";
NOTICE4 = "Fel vid hämtning av QOSMode-värde";
NOTICE5 = "Fel QOSMode-värde";	
NOTICE6 = "RTS-tröskeln ligger utanför intervallet.(0 ~ 2432)";
NOTICE7 = "Fragmenteringströskeln ligger utanför intervallet.(256 ~ 2432)";
NOTICE8 = "Aktivera nätverkskortet i Nätverk i Systeminställningar.";
NOTICE9 = "Connect your WLAN adapter to your computer";
NOTICE10 = "Wrong password, please try again";

ProfileProperty_Title = "Egenskaper för trådlös nätverkssäkerhet";
ProfileProperty_ActionText = "Ange nyckelsträngar innan du klickar på 【OK】 för att ansluta ==>";